
/* Label for the password field in the account preferences */
"Password:" = "パスワード：";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "入力した文字はこのサービスのアカウント名に使用できません。";
